<?php

return [
    'start' => [
        'success' => 'Битва началась!',
        'error' => 'Произошла ошибка при запуске игры, обратитесь в службу поддержки',
    ],
    'registration' => [
        'success' => 'Вы успешно зарегистрированы на битву',
        'error' => 'Что то пошло не так, обратитесь в службу поддержки',
    ],
    'cancel_registration' => [
        'success' => 'Вы успешно отменили регистрацию на битву',
        'error' => 'Что то пошло не так, обратитесь в службу поддержки',
    ],
    'prepare_pvp' => [
        'success' => "Оба игрока готовы к битве",
        'error' => 'Что то пошло не так, обратитесь в службу поддержки',
    ],
    'select_cards' => [
        'success' => 'Карты выбраны успешно',
        'error' => 'Что то пошло не так, обратитесь в службу поддержки',
    ],
];
